Repository: DrMurloc/PumpItUpScoreTracker
Catalog: ScoreTracker/ScoreTracker/Resources/App.*.resx
Languages: es_mx, fr_fr, ko_kr, pt_br

source: 1+ Level Easier
es_mx: 1+ Nivel más fácil
fr_fr: 1+ Niveau Plus Facile
ko_kr: 1 레벨 쉬움
pt_br: 1+ nível mais fácil

source: 1+ Level Harder
es_mx: 1+ Nivel más difícil
fr_fr: 1+ Niveau Plus Difficile
ko_kr: 1 레벨 어려움
pt_br: 1+ nível mais difícil

source: About
es_mx: Acerca de
fr_fr: À propos
ko_kr: Score Tracker 소개
pt_br: Sobre

source: Account
es_mx: Cuenta
fr_fr: Compte
ko_kr: 나의 계정
pt_br: Conta

# Account Creation Line 1
source: If you do not have an account with Score Tracker, one will be created when you select one of the login providers.
fr_fr: Si vous n'avez pas de compte avec Score Tracker, un compte sera créé lorsque vous sélectionnez une des méthodes d'authentification.
ko_kr: Score Tracker와 연동되는 계정이 없다면, 로그인 업체 중 하나를 선택할시 계정이 자동으로 생성됩니다
pt_br: Se você não tiver uma conta no Rastreador de Pontuações, será criada uma quando você selecionar um dos provedores de login.

# Account Creation Line 2
source: The only information stored about your account from the login provider you select is the external ID (typically a random number or combination of letters), and the username. You can change the username at any time after account creation.
fr_fr: Les seules informations enregistrées depuis le fournisseur d'authentification sont l'identifiant externe (typiquement un nombre arbitraire ou une combinaison de lettres) et le nom d'utilisateur. Ce dernier peut être changé n'importe quand après la création du compte.
ko_kr: 선택한 로그인 업체에 저장되는 유일한 정보는 외부 ID (무작위 숫자, 글자 조합)와 사용자 이름입니다. 계정 생성후 언제든지 사용자 이름을 변경할수 있습니다.
pt_br: As únicas informações armazenadas sobre sua conta no provedor de login selecionado são o ID externo (normalmente um número aleatório ou uma combinação de letras) e o nome de usuário. É possível alterar o nome de usuário a qualquer momento após a criação da conta.

# Account Creation Line 3
source: No passwords are stored in Score Tracker, we don't want them, you don't want us to have them, everyone is happier this way.
fr_fr: Aucun mot de passe n'est stocké dans le Score Tracker, nous n'en voulons pas, vous ne voulez pas qu'on les ait, comme ça tout le monde est content.
ko_kr: Score Tracker에는 암호가 저장되지 않습니다.
pt_br: Nenhuma senha é armazenada no Rastreador de Pontuações. Nós não queremos que elas sejam armazenadas, você não quer que nós as tenhamos, e todos ficam mais felizes dessa forma.

source: Account Creation?
es_mx: ¿Crear cuenta?
fr_fr: Création de compte?
ko_kr: 회원가입
pt_br: Criação de conta?

source: Add to Favorites
es_mx: Agregar a Favoritos
fr_fr: Ajouter aux favoris
ko_kr: 좋아요
pt_br: Adicionar aos favoritos

# Add to ToDo
source: Add to To Do List
es_mx: Agregar a Cosas que hacer
fr_fr: Ajouter à la ToDo List
ko_kr: 목표 목록에 추가
pt_br: Adicionar à lista de tarefas

source: Adjusted Difficulty
es_mx: Dificultad ajustada
fr_fr: Difficulté Ajustée
ko_kr: 조정된 난이도
pt_br: Dificuldade ajustada

source: Average
es_mx: Promedio
fr_fr: Moyenne
ko_kr: 중급
pt_br: Média

source: Average Rating
es_mx: Clasificación promedio
fr_fr: Rating moyen
ko_kr: 평균 레이팅
pt_br: Classificação média

source: Broken
es_mx: Rota
fr_fr: Cassé
ko_kr: 브레이크 오프
pt_br: Quebrada

source: Cancel
es_mx: Cancelar
fr_fr: Annuler
ko_kr: 취소
pt_br: Cancelar

# Chart List Share Description
source: Use this link to share your chart list to other players.
fr_fr: Utilisez ce lien pour partager votre liste de charts avec d'autres joueurs.
ko_kr: 이 링크를 사용하여 차트 목록을 다른 유저와 공유해보세요.
pt_br: Use este link para compartilhar sua lista de charts com outros jogadores.

source: Chart Randomizer
es_mx: Aleatorizador de charts
fr_fr: Randomizer de Chart
ko_kr: 채보 무작위 생성기
pt_br: Sorteador de charts

source: Chart Type
es_mx: Tipo de Charts
fr_fr: Type de Chart
ko_kr: 채보 종류
pt_br: Tipo de chart

source: Charts List
fr_fr: Liste des Charts
ko_kr: 채보 목록
pt_br: Lista de charts

source: Close
es_mx: Cerrar
fr_fr: Fermer
ko_kr: 닫기
pt_br: Fechar

source: Communities
fr_fr: Communautés
ko_kr: 커뮤니티

source: Completed
es_mx: Completado
fr_fr: Terminé
ko_kr: 완료
pt_br: Concluído

source: CoOp Aggregation
fr_fr: Aggregation des CoOps
ko_kr: 코옵 난이도
pt_br: Agregação de CoOp

source: Copy Script
fr_fr: Copier le Script
ko_kr: 스크립트 복사
pt_br: Copiar script

source: Copy to Clipboard
fr_fr: Copier dans le presse-papiers
ko_kr: 클립보드에 복사
pt_br: Copiar para a área de transferência

source: Different Player Difficulties
fr_fr: Différentes difficultés selon le joueur
ko_kr: 다른 유저 난이도
pt_br: Dificuldades diferentes por jogador

source: Difficulty Level
es_mx: Nivel de dificultad
fr_fr: Niveau de difficulté
ko_kr: 난이도
pt_br: Nível de dificuldade

source: Disputed Charts
es_mx: Charts disputados
fr_fr: Charts Contestées
ko_kr: 개인차
pt_br: Charts controversos

# Disputed Charts Disclaimer
source: Charts with 4 or more votes, within .5 levels of adjusted rating, and more than .4 Standard Deviation
fr_fr: Charts avec 4 votes ou plus, dans l'intervalle de 0.5 niveau de cote ajustée, et plus de 0.4 d'écart-type
ko_kr: 4개 이상의 투표를 받은 채보, 조정된 평점에서 0.5레벨 이내, 표준 편차가 0.4이상인 채보
pt_br: Charts com 4 ou mais votos, a 0,5 níveis da dificuldade ajustada e desvio padrão superior a 0,4

source: Download Failures
es_mx: Fallas en la descarga
fr_fr: Echecs de téléchargement
ko_kr: 다운로드 실패
pt_br: Falhas de download

source: Download Scores
es_mx: Descargar puntajes
fr_fr: Télécharger les scores
ko_kr: 스코어 다운로드
pt_br: Baixar pontuações

source: Easiest Player
es_mx: Jugador más fácil
fr_fr: Joueur le plus facile
ko_kr: 하급
pt_br: Jogador mais fácil

source: Easy
es_mx: Fácil
fr_fr: Facile
ko_kr: 쉬움
pt_br: Mais fácil

source: Ending Page
fr_fr: Page de fin
ko_kr: 마지막 페이지
pt_br: Página final

source: Favorites
es_mx: Favoritos
fr_fr: Favoris
ko_kr: 즐겨찾기
pt_br: Favoritos

source: Find Players
es_mx: Buscar jugadores
fr_fr: Trouver des joueurs
ko_kr: 유저찾기
pt_br: Localizar jogadores

source: Full Privacy Policy
es_mx: Política de privacidad completa
fr_fr: Politique de Confidentialité Complète
ko_kr: 개인정보 방침
pt_br: Política de privacidade completa

source: Hard
es_mx: Difícil
fr_fr: Difficile
ko_kr: 어려움
pt_br: Difícil

source: Hardest Player
es_mx: Jugador más difícil
fr_fr: Joueur le plus difficile
ko_kr: 상급
pt_br: Jogador mais difícil

source: Hide Completed Charts
es_mx: Esconder charts completos
fr_fr: Masquer les Charts terminées
ko_kr: 클리어한 차트 숨기기
pt_br: Ocultar charts com pass

source: Import Phoenix Scores
es_mx: Importar puntajes de Phoenix
fr_fr: Importer les Scores Phoenix
ko_kr: Phoenix 점수 불러오기
pt_br: Importar pontuações da Phoenix

source: Language
fr_fr: Langue
ko_kr: 언어
pt_br: Linguagem

source: Last Updated
fr_fr: Dernière mise à jour
ko_kr: 최근 업데이트

source: Letter Grade
es_mx: Grado de letra
fr_fr: Rang (lettres)
ko_kr: 랭크
pt_br: Letras de nota

# Log In With
source: Log In With {0}
es_mx: Entrar con {0}
fr_fr: Se connecter avec {0}
ko_kr: -로 로그인
pt_br: Fazer login com {0}

source: Login
es_mx: Entrar sesión
fr_fr: Connexion
ko_kr: 로그인

source: Logout
es_mx: Salir sesión
fr_fr: Déconnexion
ko_kr: 로그아웃
pt_br: Fazer logout

# Make Not Public Disclaimer
source: Making your account private will make your scores and progress no longer be externally visible, even for anyone already following you. You will be removed from the World community.
es_mx: Make Not Public Disclaimer
fr_fr: Rendre votre compte privé rendra vos scores et progression inaccessibles au public, même pour vos followers. Vous serez retiré de la communauté Monde.
ko_kr: 계정을 비공개로 설정하면 이미 팔로우하는 사람들에게도 점수와 진행 상황이 외부에서 더이상 보이지 않게 됩니다.
pt_br: Tornar sua conta privada fará com que suas pontuações e seu progresso não sejam mais visíveis externamente, mesmo para quem já estiver seguindo você.

source: Make Private
es_mx: Hacerla privada
fr_fr: Rendre privé
ko_kr: 비공개하기
pt_br: Tornar privado

source: Make Public
es_mx: Hacerla pública
fr_fr: Rendre public
ko_kr: 공개하기
pt_br: Tornar público

# Make Public Disclaimer 1
source: Making your account public will make your scores and progress externally visible. You will be added to the World community as well.
es_mx: Make Public Disclaimer 1
fr_fr: Rendre votre compte public rendra vos scores et progression accessibles au public. Vous serez également ajouté de la communauté Monde.
ko_kr: 계정을 공개로 설정하면 본인의 스코어와 진행 상황이 다른 유저들에게 보이게 됩니다. 다른 사용자는 이름 또는 ID로 검색할 수 있습니다.
pt_br: Tornar sua conta pública fará com que suas pontuações e seu progresso fiquem visíveis externamente. Outras pessoas poderão pesquisar sua conta por nome ou ID.

# Make Public Disclaimer 2
source: If your account was previously public and you made it private, making it public again will make anyone following you able to see your progress again.
es_mx: Make Public Disclaimer 2
fr_fr: Si votre compte était prédcédemment public et que vous l'avez passé en privé, le passer à nouveau en public permettra à nouveau à vos followers de consulter votre progression.
ko_kr: 본인의 계정이 이전에 공개로 설정되었고 비공개로 전환한 경우, 다시 공개로 설정하면 본인을 팔로우하는 누구나 본인의 진행상황을 다시 볼 수 있습니다.
pt_br: Se sua conta era pública anteriormente e você a tornou privada, torná-la pública novamente fará com que qualquer pessoa que esteja seguindo você possa ver seu progresso novamente.

source: Medium
es_mx: Medio
fr_fr: Moyen
ko_kr: 중간
pt_br: Médio

source: My Difficulty Adjustments
es_mx: Mis ajustes de dificultad
fr_fr: Mes Ajustements de Difficulté
ko_kr: 나의 조정된 난이도
pt_br: Meus ajustes de dificuldade

source: My Score
fr_fr: Mon Score
ko_kr: 내 점수
pt_br: Minhas Pontuações

source: New Discord
fr_fr: Nouveau Discord
ko_kr: 새 디스코드
pt_br: Novo Discord

# New Discord Disclaimer
source: I created a discord for updates and feedback! Feel free to join:
fr_fr: Un Discord a été créé pour partager les mises à jour et retours utilisateurs! Rejoinez-nous:
ko_kr: 업데이트와 피드백을 위해 이 디스코드를 만들었습니다! 언제든지 참여해 주세요
pt_br: Eu criei um Discord para atualizações e feedback! Sinta-se à vontade para entrar:

source: Next Letter
es_mx: Siguiente Letra
fr_fr: Prochaine Lettre
ko_kr: 다음 랭크
pt_br: Próxima letra

# Not Graded Count
source: Not Graded
es_mx: No clasificado
fr_fr: Non Gradé
ko_kr: 랭크 없음
pt_br: Contagem de músicas sem nota

# Not Passed Count
source: Not Passed
es_mx: Conteo de No Pasados
fr_fr: Non Passed
ko_kr: 실패
pt_br: Contagem de músicas sem pass

source: Official Leaderboard Search
fr_fr: Recherche sur le classement officiel
ko_kr: 공식 랭킹 검색

source: Official Scores
fr_fr: Scores Officiels
ko_kr: 공식 점수
pt_br: Pontuações oficiais

source: Open Video
es_mx: Abrir video
fr_fr: Ouvrir Vidéo
ko_kr: 동영상 보기
pt_br: Abrir vídeo

source: Parse Failures
fr_fr: Echecs d'analyse des données
ko_kr: 구문 분석 실패
pt_br: Falhas de processamento

# Phoenix Import Confirming
source: Continuing will begin to save the uploaded scores over your existing records. You will not be able to undo this. You will be able to stop the saving process, but it will not roll back uploads.
fr_fr: En continuant, les scores uploadés écraseront vos records existants. Il ne sera pas possible d'annuler le processus. Vous pourrez interrompre l'importation, mais les scores mis à jour ne seront pas annulés.
ko_kr: 계속 진행할시 업로드된 기존 점수 기록들이 사라지고 되돌릴 수 없게 됩니다. 저장 프로세스를 중지할 수는 있지만 업로드는 되돌릴 수 없습니다.
pt_br: Ao prosseguir, iremos sobrescrever as pontuações carregadas sobre os registros existentes. Você não poderá desfazer isso. Você poderá interromper o processo de salvamento, mas isso não poderá reverter os carregamentos.

# Phoenix Import Info 1
source: Use the Copy Script button below
fr_fr: Utilisez le bouton Copier le script ci-dessous
ko_kr: 아래의 '스크립트 복사' 버튼을 사용하세요
pt_br: Use o botão Copiar script abaixo

# Phoenix Import Info 2
source: Use that script in the dev tools while logged in on https://piugame.com to download a CSV of your scores. (Make sure you aren't on phoenix.piugame.com)
fr_fr: Utilisez ce script dans la Console de Développement en étant connecté sur https://piugame.com pour télécharger un CSV de vos scores. (Vérifiez bien que vous n'êtes pas sur phoenix.piugame.com)
ko_kr: https://piugame.com에 로그인한 상태에서 해당 스크립트를 사용하여 점수의 CSV를 다운로드하세요 (https://phoenix.piugame.com에서 작업하지 않도록 주의하세요)
pt_br: Use esse script nas ferramentas de desenvolvimento enquanto estiver conectado em https://piugame.com para baixar um CSV de suas pontuações. (Certifique-se de que não esteja em phoenix.piugame.com)

# Phoenix Import Info 3
source: You can then upload that CSV here for yoru scores to show up.
fr_fr: Vous pourrez par la suite uploader ce CSV sur le site pour que vos scores y apparaissent.
ko_kr: CSV 파일을 이곳에 업로드하시면 점수가 표시됩니다.
pt_br: Em seguida, você pode carregar esse CSV aqui para que suas pontuações sejam exibidas.

# Phoenix Import Info 4
source: Note: This tool is fairly hacky and may require some debugging on your side to make work. Make sure to disable ad blockers.
fr_fr: NB: cet outil est expérimental et demandera surement un peu de debugging de votre côté pour fonctionner. Vérifiez bien que vos bloqueurs de publicité sont désactivés.
ko_kr: 참고: 이 과정은 상당히 불안정할 수 있으며 작동을 위해 일부 디버깅이 필요할 수 있습니다. 광고 차단기를 비활성화 하셔야 합니다.
pt_br: Observação: essa ferramenta é bastante complicada e pode exigir alguma depuração de sua parte para que funcione. Certifique-se de desativar os bloqueadores de anúncios.

# Phoenix Import Saving
source: If you leave this page or cancel, the upload will stop but you will not lose any scores that have already been recorded from your upload.
fr_fr: Si vous quittez la page ou annulez, l'upload s'arrêtera mais vous conserverez les scores qui ont déja sauvegardés pendant cet upload.
ko_kr: 이 페이지를 떠나시거나 취소하시면 업로드는 중단됩니다. 하지만 이미 업로드된 기록 중에서는 어떠한 점수도 손실되지 않습니다.
pt_br: Se você sair desta página ou cancelar, o upload será interrompido, mas você não perderá nenhuma pontuação que já tenha sido registrada no upload.

# Phoenix Import Saving Failures
source: You had a few charts that were not able to be downloaded. You can download a CSV of the failures to make adjustments and try again.
fr_fr: Certains charts n'ont pas pu être téléchargés. Vous pouvez télécharger un CSV récapitulant les échecs pour faire des corrections et tenter à nouveau.
ko_kr: 특정 채보를 다운로드 할 수 없었습니다. 조정을 위해 실패한 채보의 CSV를 다운로드하고 다시 시도할 수 있습니다.
pt_br: Você tinha alguns charts que não puderam ser baixados. Você pode baixar o CSV das falhas para fazer ajustes e tentar novamente.

# Phoenix Import Saving Progress
source: {0}/{1} Uploaded. {2} Remaining. {3} Failed to record
fr_fr: {0}/{1} Uploadés. {2} Restants. {3} Problèmes d'enregistrement
ko_kr: {0}/{1} 업로드됨 {2} 남음 {3} 기록 실패
pt_br: {0}/{1} Carregado. {2} Restante. {3} Falha no registro

# Phoenix Import Saving Success
source: All charts you uploaded were successfully updated!
fr_fr: Tous les charts uploadés ont été mis à jour avec succès !
ko_kr: 업로드한 모든 채보가 성공적으로 업데이트 되었습니다!
pt_br: Todos os charts que você carregou foram atualizados com sucesso!

# Phoenix Import Uploading
source: Spreadsheet is uploading and being processed...
fr_fr: Le fichier est en cours d'upload et traitement...
ko_kr: Spreadsheet이 업로드되고 있습니다
pt_br: A planilha está sendo carregada e processada...

source: Phoenix Score Calculator
es_mx: Calculadora de puntajes de Phoenix
fr_fr: Calculateur de score Phoenix
ko_kr: Phoenix 점수 계산기
pt_br: Calculadora de pontuação da Phoenix

source: Plate
es_mx: Placa
fr_fr: Plaque
ko_kr: 플레이트

source: Players
es_mx: Jugadores
fr_fr: Joueurs
ko_kr: 유저
pt_br: Jogadores

source: Popularity
fr_fr: Popularité
ko_kr: 인기
pt_br: Popularidade

source: Preference
fr_fr: Préférence
ko_kr: 즐겨찾기
pt_br: Preferência

source: Progress
fr_fr: Progression
ko_kr: 진행상황
pt_br: Progresso

# Progress Charts
source: Player Stats
fr_fr: Statistiques Joueur
ko_kr: 진행중인 채보
pt_br: Gráficos de progresso

source: Public
es_mx: Pública
fr_fr: Publique
ko_kr: 공개
pt_br: Público

source: Rated Difficulty Level
fr_fr: Niveau de Difficulté Evalué
ko_kr: 채점된 난이도 레벨
pt_br: Nível de dificuldade avaliado

source: Rating Count
fr_fr: Compteur de Rating
ko_kr: 레이팅
pt_br: Contagem de classificação

source: Record Score
fr_fr: Enregistrer le Score
ko_kr: 점수 기록
pt_br: Registro de pontuação

source: Recorded Date
fr_fr: Date d'enregistrement
ko_kr: 기록된 날짜
pt_br: Data de registro

# Recorded On
source: Recorded On {0}
fr_fr: Enregistré Le {0}
ko_kr: 기록됨 {0}
pt_br: Registrado em {0}

# Remaining Charts
source: {0} (SSS+) - {1} (AA) Charts Remaining
fr_fr: {0} (SSS+) - {1} (AA) Charts Restants
ko_kr: {0} (SSS+) - {1} (AA) 남은 채보
pt_br: {0} (SSS+) - {1} (AA) Charts restantes:

# Remaining Charts For You
source: {0} Charts Estimated for You
fr_fr: {0} Charts Restants pour Vous
ko_kr: {0}개의 채보가 남았습니다
pt_br: {0} Charts restantes estimado para você

source: Remove from Favorites
es_mx: Borrar de Favoritos
fr_fr: Enlever des favoris
ko_kr: 즐겨찾기에서 빼기
pt_br: Remover dos favoritos

# Remove from ToDo
source: Remove from To Do List
es_mx: Borrar de la lista de Cosas que hacer
fr_fr: Enlever de la ToDo List
ko_kr: 목표 목록에서 빼기
pt_br: Remover da lista de tarefas

source: Report Video
es_mx: Reportar video
fr_fr: Signaler vidéo
ko_kr: 동영상 신고
pt_br: Denunciar vídeo

# Report Video Tooltip
source: Report Broken, or Incorrect Video
es_mx: Reportar video de baja calidad, roto o incorrecto
fr_fr: Signaler lien endommagé, ou vidéo incorrecte
ko_kr: 저화질, 깨짐, 관련없는 동영상 신고
pt_br: Denunciar vídeo de baixa qualidade, quebrado ou incorreto

source: Restart
es_mx: Reiniciar
fr_fr: Recommencer
ko_kr: 재시작
pt_br: Reiniciar

source: Save Scores
es_mx: Guardar puntajes
fr_fr: Sauvegarder les Scores
ko_kr: 점수 저장
pt_br: Salvar pontuações

source: Saved Charts
es_mx: Guardar Charts
fr_fr: Charts Sauvegardées
ko_kr: 저장된 채보
pt_br: Charts salvos

# Score Formula Shoutout
source: Shout out to MR_WEQ for reverse engineering this score formula!
fr_fr: Shout out à MR_WEQ pour le reverse-engineering de la formule !
ko_kr: 이 점수공식을 제작해주신 Mr_WEQ 님에게 감사드립니다
pt_br: Agradecimentos a MR_WEQ pela engenharia reversa da fórmula de pontuação!

# Score Loss
source: {0} Score Loss
fr_fr: Perte de Score liée aux {0}
ko_kr: {0} 점수 감소
pt_br: {0} Perda de pontuação

# Score Loss Note
source: Note: Score loss may be off by 1-4 points due to rounding
fr_fr: NB : la perte de scopre peut être incorrecte de 1 à 4 points à cause de l'arrondi
ko_kr: 참고: 점수 감소는 반올림으로 인해서 1-4점 차이가 날 수 있습니다.
pt_br: Observação: A perda de pontuação pode estar errada em 1 a 4 pontos devido ao arredondamento

# Score Range Shoutout
source: Shout out to daryen for collecting data and finalizing the score ranges for letter grades!
fr_fr: Shout out à daryen pour la collecte de données et la finalisation des intervalles de scores pour les lettres de Rang !
ko_kr: 데이터 수집과 점수 등급의 범위를 정리해주신 daryen님에게 감사드립니다.
pt_br: Agradecimentos a Daryen (@TheDaryen) por coletar dados e finalizar os intervalos de pontuação para as letras de nota!

source: Score State
fr_fr: Statut du Score
ko_kr: 기록 상태
pt_br: Estado da pontuação

source: Scores Parsed
fr_fr: Scores Analysés
ko_kr: 분석된 점수
pt_br: Pontuações processadas

source: Search Youtube
fr_fr: Chercher sur Youtube
ko_kr: YouTube 검색
pt_br: Pesquisar no YouTube

source: Show Only ToDo Charts
fr_fr: Afficher Seulement les Charts ToDo
ko_kr: 목표 채보만 보기
pt_br: Mostrar somente charts "Pendentes"

source: Show Score Distribution
fr_fr: Afficher la Distribution des Scores
ko_kr: 점수 분포 표시
pt_br: Mostrar distribuição de pontuação

source: Song Duration
es_mx: Duración de canción
fr_fr: Durée de la chanson
ko_kr: 노래 길이
pt_br: Duração da música

source: Song Image
es_mx: Imágen de canción
fr_fr: Image de la chanson
ko_kr: 노래 이미지
pt_br: Imagem da música

source: Song Name
es_mx: Nombre de canción
fr_fr: Nom de la chanson
ko_kr: 노래 이름
pt_br: Nome da música

source: Song Type
es_mx: Tipo de canción
fr_fr: Type de Chanson
ko_kr: 노래 종류
pt_br: Tipo de música

source: Standard Deviation
fr_fr: Ecart-type
ko_kr: 표준 편차
pt_br: Desvio padrão

# Star Rating
source: {0} - {1} Stars
fr_fr: {0} - {1} Étoiles
ko_kr: {0} - {1} 별
pt_br: {0} - {1} Estrelas

source: Starting Page
fr_fr: Page de début
ko_kr: 홈페이지
pt_br: Página inicial

source: Title Progress
es_mx: Progreso de títulos
fr_fr: Progression des titres
ko_kr: 칭호 진행상태
pt_br: Progresso do título

source: Titles
es_mx: Títulos
fr_fr: Titres
ko_kr: 칭호
pt_br: Títulos

source: To Do
es_mx: Cosas que hacer
fr_fr: À Faire
ko_kr: 목표
pt_br: Pendentes

source: Toggle ToDo
es_mx: Alternar Cosas que hacer
fr_fr: Basculer À Faire
ko_kr: 목표 전환
pt_br: Ativar/desativar "Pendente"

source: Tools
es_mx: Herramientas
fr_fr: Outils
ko_kr: 도구
pt_br: Ferramentas

source: Tournament Builder
es_mx: Creador de Torneos
fr_fr: Créateur de Tournoi
ko_kr: 대회 도우미
pt_br: Criador de campeonatos

source: Tournaments
es_mx: Torneos
fr_fr: Tournois
ko_kr: 대회 목록
pt_br: Campeonatos

# Unpassed ToDos
source: You have {0} level {1} charts marked To Do that you haven't passed.
fr_fr: Vous avez {0} charts de niveau {1} dans votre ToDo list que vous n'avez pas Pass.
ko_kr: {0}레벨 {1}채보에 '목표'로 표시된 것 중 아직 브레이크 오프가 있습니다.
pt_br: Você tem {0} charts de nível {1} marcados como "Pendente" que ainda não passou.

source: Update Grade
es_mx: Actualizar grado
fr_fr: Mettre à jour le Grade
ko_kr: 랭크 바꾸기
pt_br: Atualizar nota

source: Upload Scores
es_mx: Subir Puntajes
fr_fr: Télécharger Scores
ko_kr: 점수 등록
pt_br: Upload de pontuações

source: Upload XX Scores
es_mx: Subir puntajes de XX
fr_fr: Télécharger Scores XX
ko_kr: XX 점수 등록
pt_br: Upload de pontuações da XX

# Use Password 1
source: This will have PIUScores log into your account and import scores for you.
es_mx: Esto hará que PIUScores haga login en su cuenta e importe sus scores:
fr_fr: Ceci permet à PIUScores de se connecter à votre compte et d'importer les scores pour vous.

# Use Password 2
source: I do not store a record of your username or password, you will have to type them in every time you use this.
es_mx: No almacenamos un registro de tu usuario o contraseña, tendrá que introducirlos siempre que uses esa opción.
fr_fr: Je ne garde aucune trace de votre nom d'utilisateur ou mot de passe, vous devrez les entrer a chaque fois que vous utilisez ceci.
ko_kr: 저는 아이디와 비밀번호를 수집하지 않습니다. 따라서, 사용하실 때마다 매번 입력을 부탁드립니다.

# Use Password 3
source: To minimize calls to https://piugame.com I will only import new or improved scores. Every user only gets one full import using Username/Password. Use the dev-tools importer if you wish to re-import older scores.
es_mx: Para minimizar las llamadas para https://piugame.com/, solo importaremos scores nuevos o mejorados. Cada usuario recibirá importación completa usando usuario/contraseña solo una vez. Use el importador dev-tools si quiere reimportar puntajes más antiguas.
fr_fr: Pour limiter les requètes vers https://piugame.com, je n'importe que les scores nouveaux ou améliorés. Chaque utilisateur a un import entier avec son nom d'utilisateur et mot de passe. Utilisez l'importateur outils developpeur si vous souhaitez réimporter des scores plus anciens.

# Use Password 4
source: Once started, don't leave this page or else your scores will not finish saving.
es_mx: Una vez iniciado, no salga de esta página, de lo contrario sus puntajes no serán guardadas.
fr_fr: Une fois démarré, ne pas quitter cette page pour ne pas interrompre la sauvegarde des scores.
ko_kr: 시작되고 이 페이지에서 나가시면 업데이트가 저장되지 않을 수 있습니다.

source: Used primarily for debugging
es_mx: Se usa principalmente para debugging
fr_fr: Utilisé principalement pour déboguer
ko_kr: 주로 디버깅을 위해 사용함
pt_br: Usado principalmente para depuração

source: Username
es_mx: Usuario
fr_fr: Nom d'utilisateur
ko_kr: 아이디
pt_br: Nome de usuário

source: Very Easy
es_mx: Muy fácil
fr_fr: Très Facile
ko_kr: 아주 쉬움
pt_br: Muito fácil

source: Very Hard
es_mx: Muy difícil
fr_fr: Très Difficile
ko_kr: 아주 어려움
pt_br: Muito difícil

source: Video
fr_fr: Vidéo
ko_kr: 동영상
pt_br: Vídeo

source: Your Difficulty Rating
es_mx: Tu clasificación de dificultad
fr_fr: Votre échelle de Difficulté
ko_kr: 난이도 레이팅
pt_br: Sua classificação de dificuldade
