Repository: DrMurloc/PumpItUpScoreTracker
Catalog: ScoreTracker/ScoreTracker/Resources/App.*.resx
Languages: es_mx, fr_fr, ko_kr, pt_br

# Qualifiers Leaderboard
source: {0} Qualifiers Leaderboard
fr_fr: {0} Leaderboard de Qualification
ko_kr: {0} 예선과제 등수

source: Pending
fr_fr: En attente
ko_kr: 대기 중

source: Event Links
fr_fr: Liens Évènements
ko_kr: 이벤트 주소

source: Rules
fr_fr: Règles
ko_kr: 규칙

source: Event
fr_fr: Évènement
ko_kr: 이벤트

source: Website
fr_fr: Site web
ko_kr: 웹사이트

source: Chart Count
fr_fr: Nombre de Charts
ko_kr: 채보 갯수

source: Home
fr_fr: Accueil
ko_kr: 메인으로

source: Leaderboard Player Compare
fr_fr: Comparaison de Joueurs sur Leaderboard
ko_kr: 플레이어 랭킹 비교

source: Max Rating
fr_fr: Rating Max
ko_kr: 최고 레이팅

# Next Place Count
source: Next Place is ahead by {0}
fr_fr: La prochaine place est en avance de {0}
ko_kr: 다음 등수와의 차이는 {0}

# Qualifier Submit Phrase 1
source: You do not need to be logged in to use this tool. Type a username to begin submitting.
fr_fr: Vous n'avez pas besoin d'être identifié pour utilsier cet outil. Entrez un nom d'utilisateur pour commencer à envoyer
ko_kr: 점수를 등록하기위해 아이디만 입력해주세요! 로그인 하지 않고도 이 프로그램을 사용할 수 있습니다.

# Qualifier Submit Phrase 2
source: This is your first submission! Please make sure your Username is identifiable either through discord or Start.GG.
fr_fr: C'est votre premier envoi ! Assurez vous que votre nom d'utilisateur est identifiable depuis Discord ou Start.GG
ko_kr: 첫 제출을 축하합니다! 아이디가 디스코드나 Start.GG를 통해 식별 가능한지 다시 한 번 확인해주세요.

# Qualifiers Submission
source: {0} Qualifiers Submission
fr_fr: {0} envois pour qualifications
ko_kr: {0} 예선과제 제출

source: Rating Calculator
fr_fr: Calculateur de Rating
ko_kr: 레이팅 계산기

source: Song
fr_fr: Chanson
ko_kr: 음악

source: Submission Page
fr_fr: Page d'envoi
ko_kr: 제출 페이지

source: Submit
fr_fr: Envoyer
ko_kr: 제출

source: Suggested Chart
fr_fr: Chart Suggérée
ko_kr: 추천 채보

source: To Leaderboard
fr_fr: Vers le Leaderboard
ko_kr: 등수판으로

source: Upload Image
fr_fr: Uploader l'image
ko_kr: 사진 업로드

source: Use Script
fr_fr: Utiliser le script
ko_kr: 스크립트 사용

source: World Rankings
fr_fr: Classements mondiaux
ko_kr: 세계 랭킹

# You are X place!
source: You are {0} Place!
fr_fr: Vous êtes à la {0}e Place !
ko_kr: 당신은 {0}등입니다!

# Play Num
source: Play at least {0}
fr_fr: Jouer au moins {0}
ko_kr: 최소 {0}만큼 더 플레이해주세요

source: Group By Scoring Difficulty
fr_fr: Regrouper Par Difficulté de Scoring

source: Personalized
fr_fr: Personnalisé

source: Text View
fr_fr: Vue Textuelle

source: 101 person tournament.
es_mx: Torneo de 101 personas.
fr_fr: Tournoi à 101 participants.

source: 8-10 estimated charts played per player.
es_mx: 8-10 canciones estimadas jugadas por jugador.
fr_fr: 8-10 charts jouées estimées par joueur.

source: 9+ PIU Cabinets Running Phoenix.
fr_fr: 9+ PIU Cabinets utilisant Phoenix.

source: 99 matches tailored to each player's level.
es_mx: 99 matches adaptados al nivel de cada jugador.
fr_fr: 99 matches ajustés au niveau de chaque joueur.

source: CoOp and No Bar Old School Tournaments.
es_mx: Torneos CoOp y No Bar Old School.
fr_fr: CoOp et Tournois No Bar Old School.

source: The most Pump it Up that has ever been at one event.
es_mx: La mayor cantidad de Pump it Up que ha habido en un solo evento.
fr_fr: Le plus de Pump it Up jamais vu sur un évènement.

source: Open
fr_fr: Ouvert

source: Country
fr_fr: Pays

source: Name
fr_fr: Nom

source: Level
fr_fr: Niveau

source: Add UCS
fr_fr: Ajouter une UCS

source: Uploader
fr_fr: Uploadeur

source: Add
fr_fr: Ajouter

source: Link
fr_fr: Lien

source: UCS Leaderboard
fr_fr: Leaderboard UCS

source: Note Count
fr_fr: Nombre de Notes

source: Score (Data Backed)
fr_fr: Score (Avec Données)

source: Popularity (PIIU Game Leaderboard)
fr_fr: Popularité (Leaderboard PIU Game)

source: Player Count
fr_fr: Nombre de Joueurs

source: Difficulty Categorization
fr_fr: Catégorisation par Difficulté

source: Scoring Level
fr_fr: Niveau de Score

source: Skill
fr_fr: Compétence

source: Age
fr_fr: Ancienneté

source: Score Ranking
fr_fr: Classement par Score

source: Settings
fr_fr: Réglages

source: Show Skills
fr_fr: Montrer les Compétences

source: Show Difficulty
fr_fr: Montrer la Difficulté

source: Show Song Name
fr_fr: Montrer le Nom de la Chanson

source: Show Step Artist
fr_fr: Montrer le Step Artist

source: Personalized Difficulty
fr_fr: Difficulté Personnalisée

source: Show Age
fr_fr: Montrer l'ancienneté

source: Add Filters
fr_fr: Ajouter des Filtres

source: Filters
fr_fr: Filtres

source: Min BPM
fr_fr: BPM Min

source: Max BPM
fr_fr: BPM Max

source: Min Note Count
fr_fr: Nombre de Notes Min

source: Max Note Count
fr_fr: Nombre de Notes Max

source: Min Letter Grade
fr_fr: Rang Min (lettres)

source: Max Letter Grade
fr_fr: Rang Max (lettres)

source: Actions
es_mx: Acciones
ko_kr: 실행
pt_br: Ações

source: Charts
ko_kr: 채보들

source: CoOp
ko_kr: 코옵

source: Doubles
es_mx: Dobles
ko_kr: 더블

source: Leaderboard
es_mx: Clasificación
ko_kr: 리더보드
pt_br: Classificação

source: Mix
es_mx: Versión
ko_kr: 시리즈
pt_br: Versão

# Passed Count
source: Passed
es_mx: Conteo de Pasados
ko_kr: 성공
pt_br: Contagem de pass

source: Score
es_mx: Puntaje
ko_kr: 점수
pt_br: Pontuação

source: Singles
es_mx: Simples
ko_kr: 싱글

source: Tier Lists
ko_kr: 서열표
pt_br: Faixas de dificuldade

# Total Count
source: Total
ko_kr: 총

# Vote Count
source: {0} votes
es_mx: {0} Conteo de votos
ko_kr: {0} 투표 회수
pt_br: {0} votos

source: Stage Break
ko_kr: 완주실패

source: Photos
ko_kr: 사진

source: Place
ko_kr: 등수

source: Rating
ko_kr: 레이팅

source: Song Artist
ko_kr: 작곡자

source: Why don't you just get up and dance, man?
es_mx: ¿Por qué no te levantas y bailas, weon?
