Repository: DrMurloc/PumpItUpScoreTracker
Catalog: ScoreTracker/ScoreTracker/Resources/*/App.*-C.resx
Languages: fr_ca

source: 1+ Level Easier
fr_ca: 1+ niveau plus comique

source: 1+ Level Harder
fr_ca: 1+ niveau plus dénivelé

source: About
fr_ca: Sobre

source: Account
fr_ca: Conta

source: Account Creation Line 1
fr_ca: S'il ne faut pas ouvrir un compte dans le responsable de Pontuações, vous en ferez une fois que vous sélectionnerez un de ses utilisateurs.

source: Account Creation Line 2
fr_ca: Les informations saisies sur votre compte dans le fournisseur de connexion sélectionné sont l'identifiant externe (normalement un numéro aléatoire ou une combinaison de lettres) et le nom d'utilisateur. É possível alterar o nome de usuário a qualquer momento após a criação da conta.

source: Account Creation Line 3
fr_ca: Nenhuma senha é armazenada no Rastreador de Pontuações. Nous ne nous interrogeons pas sur le fait que nous ayons été confus, nous ne pouvons pas nous demander que nous ayons dix ans, et tous les autres nous réjouissent le plus de cette forme.

source: Account Creation?
fr_ca: Criação de conta?

source: Actions
fr_ca: Ações

source: Add to Favorites
fr_ca: Ajouter aux favoris

source: Add to ToDo
fr_ca: Adicionar à lista de tarefas

source: Adjusted Difficulty
fr_ca: Délits ajustés

source: Average
fr_ca: Média

source: Average for CoOp Chart
fr_ca: Média pour le graphique : (votes)

source: Average for CoOp Player
fr_ca: Média pour le joueur : (votes)

source: Average Rating
fr_ca: Classificação média

source: Broken
fr_ca: Quebrada

source: Cancel
fr_ca: Annuler

source: Chart List Share Description
fr_ca: Utilisez ce lien pour faire la comparaison de la liste de graphiques avec d'autres joueurs.

source: Chart Randomizer
fr_ca: Trieur de cartes

source: Chart Type
fr_ca: Type de graphique

source: Charts
fr_ca: Graphiques

source: Charts List
fr_ca: Liste des graphiques

source: Close
fr_ca: Fatchar

source: Completed
fr_ca: Concluído

source: CoOp Aggregation
fr_ca: Agregação de CoOp

source: Copy Script
fr_ca: Copier le script

source: Copy to Clipboard
fr_ca: Copier vers la zone de transfert

source: Different Player Difficulties
fr_ca: Differences différentes par jogeur

source: Difficulty Level
fr_ca: Niveau de difficulté

source: Disputed Charts
fr_ca: Graphiques controversés

source: Disputed Charts Disclaimer
fr_ca: Graphiques avec 4 votes ou plus, à 0,5 niveau de difficulté ajusté et une valeur par rapport supérieure à 0,4

source: Download Failures
fr_ca: Download Falls

source: Download Scores
fr_ca: Dailar pontuações

source: Easiest Player
fr_ca: Jogeur plus comique

source: Easy
fr_ca: Plus comique

source: Ending Page
fr_ca: Página finale

source: Favorites
fr_ca: Favoris

source: Find Players
fr_ca: Localiser les jogadores

source: Full Privacy Policy
fr_ca: Politique de confidentialité complète

source: Hard
fr_ca: Difícil

source: Hardest Player
fr_ca: Jogeur le plus diable

source: Hide Completed Charts
fr_ca: Oculer des cartes avec pass

source: Import Phoenix Scores
fr_ca: Importar pontuações da Phoenix

source: Language
fr_ca: Linguagem

source: Leaderboard
fr_ca: Classificação

source: Letter Grade
fr_ca: Notes de notes

source: Log In With
fr_ca: Connexion Fazer {0}

source: Login
fr_ca: Se connecter

source: Logout
fr_ca: Déconnexion de Fazer

source: Make Not Public Disclaimer
fr_ca: Remettez votre compte privé dans la mesure où ses pontions et votre progression ne sont pas plus visibles à l'extérieur, même si vous avez été suivi.

source: Make Private
fr_ca: Revenue privée

source: Make Public
fr_ca: Público Tornar

source: Make Public Disclaimer 1
fr_ca: Tornar sua conta pública fará com que suas pontuações e seu progresso fiquem visíveis externamente. D'autres personnes peuvent faire la recherche de votre compte par nom ou ID.

source: Make Public Disclaimer 2
fr_ca: S'il s'agit d'un compte public antérieur et que vous avez un tour privé, vous renverrez la nouvelle publique sans que la personne qui vous accompagne puisse voir sa progression de manière nouvelle.

source: Medium
fr_ca: Médio

source: Mix
fr_ca: Versão

source: My Difficulty Adjustments
fr_ca: Plus de réglages de difficulté

source: My Score
fr_ca: Minhas Pontuações

source: New Discord
fr_ca: Novo Discord

source: New Discord Disclaimer
fr_ca: Je crie un Discord pour les mises à jour et commentaires ! Saisiste-nous au fait d'entrer :

source: Next Letter
fr_ca: Prochante Letra

source: Not Graded Count
fr_ca: Contagème de la Musique sans note

source: Not Passed Count
fr_ca: Contagème de la Musique sans laissez-passer

source: Official Scores
fr_ca: Pontations officielles

source: Open Video
fr_ca: Abrir la vidéo

source: Parse Failures
fr_ca: Pannes de traitement

source: Passed Count
fr_ca: Pass Contagem

source: Phoenix Import Confirming
fr_ca: À la fin de la procédure, nous vérifions les pontions ajoutées sur les registres existants. Você não poderá desfazer isso. Você poderá interromper o processo de salvamento, mas isso não poderá reverter os carregamentos.

source: Phoenix Import Info 1
fr_ca: Utiliser le boton Copier le script plus bas

source: Phoenix Import Info 2
fr_ca: Utilisez ce script dans les éléments de conception que vous trouverez dans le site https://piugame.com pour le transfert au format CSV de vos pontions. (Certifique-se de que não esteja em phoenix.piugame.com)

source: Phoenix Import Info 3
fr_ca: Dans la suite, vous pourra-t-il le rediriger au format CSV ici pour que votre nombre de pontions soit en place.

source: Phoenix Import Info 4
fr_ca: Remarque : cet objet est très compliqué et peut nécessiter une dépuration d'un certain niveau de sa partie pour qu'elle soit fonctionnelle. Certifie-se de désapprouver les bloquateurs d'annonces.

source: Phoenix Import Saving
fr_ca: Si vous vous rendez sur la page ou que vous l'annulez, le téléchargement sera interrompu, mais vous ne perdez pas la liste de points que vous avez déjà enregistrée lors du téléchargement.

source: Phoenix Import Saving Failures
fr_ca: Vous n'êtes pas en train d'avoir des graphiques qui ne sont pas en train d'être télécharqués. Il est temps de téléchargerer le CSV des pannes pour faire des ajuste et de les rénover.

source: Phoenix Import Saving Progress
fr_ca: {0}/{1} Carregado. {2} Reste. {3} Inscription non inscrite

source: Phoenix Import Saving Success
fr_ca: Tous les graphiques que vous avez transposés ont été remis à jour avec succès !

source: Phoenix Import Uploading
fr_ca: A planilha está sendo carregada e processada...

source: Phoenix Score Calculator
fr_ca: Calculadora de pontuação da Phoenix

source: Plate
fr_ca: Assiette

source: Players
fr_ca: Jogadores

source: Preference
fr_ca: Préférence

source: Progress
fr_ca: Progresso

source: Progress Charts
fr_ca: Gráficos de progresso

source: Public
fr_ca: Público

source: Rated Difficulty Level
fr_ca: Niveau de difficulté validés

source: Rating Count
fr_ca: Contagem de classificação

source: Record Score
fr_ca: Registro de pontuação

source: Recorded Date
fr_ca: Registro Data

source: Recorded On
fr_ca: Inscription à {0}

source: Remaining Charts
fr_ca: {0} (SSS+) - (AA) Graphiques restants :

source: Remaining Charts For You
fr_ca: {0} Graphiques restants estimés pour vous

source: Remove from Favorites
fr_ca: Supprimer les favoris

source: Remove from ToDo
fr_ca: Retirer de la liste des cibles

source: Report Video
fr_ca: Denunciar vídeo

source: Report Video Tooltip
fr_ca: Dénoncer une vidéo de qualité, dégradée ou incorrecte

source: Restart
fr_ca: Reiniciar

source: Save Scores
fr_ca: Sauverture des pontions

source: Saved Charts
fr_ca: Graphiques saufs

source: Score
fr_ca: Pontuação

source: Score Formula Shoutout
fr_ca: Agradecimentos a MR_WEQ pela engenharia reversa da fórmula de pontuação!

source: Score Loss
fr_ca: {0} Perda de pontuação

source: Score Loss Note
fr_ca: Observação: A perda de pontuação pode estar errada em 1 a 4 pontos devido ao arredondamento

source: Score Range Shoutout
fr_ca: Nous vous retrouvons à Daryen (@TheDaryen) pour avoir collé des données et finaliser les intervalles de ponte pour les lettres de note !

source: Score State
fr_ca: Estado da pontuação

source: Scores Parsed
fr_ca: Pontuations traitées

source: Search Youtube
fr_ca: Rechercher sur YouTube

source: Show Only ToDo Charts
fr_ca: Afficher les graphiques somnolents « Pendentes »

source: Show Score Distribution
fr_ca: Mostrar distribuição de pontuação

source: Singles
fr_ca: Célibataires

source: Song Duration
fr_ca: Duração da música

source: Song Image
fr_ca: Image de la música

source: Song Name
fr_ca: Nom de la musica

source: Song Type
fr_ca: Type de la Musique

source: Stage Break
fr_ca: Pause d'étape

source: Standard Deviation
fr_ca: Desvio padrão

source: Star Rating
fr_ca: {0} - Strelas

source: Starting Page
fr_ca: Página inicial

source: Tier Lists
fr_ca: Faixes de difficulté

source: Title Progress
fr_ca: Progresso del titítulo

source: Titles
fr_ca: Títulos

source: To Do
fr_ca: Pendentifs

source: Toggle ToDo
fr_ca: Activer/désativez « Pendent »

source: Tools
fr_ca: Énerements

source: Total Count
fr_ca: Total

source: Tournament Builder
fr_ca: Campeonate Scrier

source: Tournaments
fr_ca: Championates

source: Unpassed ToDos
fr_ca: Vous avez des cartes à niveaux marquée comme « Pendente » qui n'ont pas été valides.

source: Update Grade
fr_ca: Met à la mise à point de la note

source: Upload Scores
fr_ca: Téléchargement de pontions

source: Upload XX Scores
fr_ca: Téléchargement de pontifications depuis XX

source: Used Primarily for debugging
fr_ca: Usado principalmente para depuração

source: Username
fr_ca: Nome de usuário

source: Very Easy
fr_ca: Très Facial

source: Very Hard
fr_ca: Très diable

source: Video
fr_ca: Vídeo

source: Vote Count
fr_ca: {0} votes

source: Your Difficulty Rating
fr_ca: Sua classificação de dificuldade

source: Last Updated
fr_ca: Dernière mise à jour

source: Official Leaderboard Search
fr_ca: Recherche officielle dans le classement
